Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 내 말에 게롯이 고민하다가 고개를 끄덕였다.
en_us: Gerrod hesitated before nodding.

source: 뭐야.
en_us: What is this?

source: “알겠습니다.”
en_us: “Understood.”

source: 더 물이 깊은 태평양 같은 곳이라고 한다면 평균 수심이 대충 5km에 달한다.
en_us: If I was in the Pacific Ocean which would be way deeper, the average would come around 5km.

source: 붉은 가지에 담겨있는 드라이어드의 의지라니.
en_us: Who would have known that the Red Branch would hold the will of the dryad?

source: 마차가 멈추고 난 다음 우리는 마차에서 내렸다.
en_us: We got off as the carriage came to the full stop.

source: 나도 그렇게 생각해.
en_us: I thought so.

source: “죽기 싫으면 열심히 하라고 하셨습니다.
en_us: “You told me to try hard if I didn’t want to die.

source: 그럼, 잠시 쉬었다가.”
en_us: Then, let’s take a break for a moment,” said Gerrod.

source: “이미 바닥에 꽂힌 검의 위치에 대해서는 동행했던 하인들도 알고 있습니다.
en_us: “The servants who had accompanied me also know of the location of the sword.

source: 그럼 너 꼼짝없이 당해야 하는데.
en_us: Then he had no way out.

source: “그러니까, 버리실 예정이었다는 거군요.”
en_us: “So you were planning to forsake me.”

source: “그렇습니까?
en_us: “Is that so?

source: “붉은 가지라.”{j}문득 무슨 생각이 들어 나는 그 진열함 쪽으로 향했다.
en_us: “The Red Branch, huh,” I murmured, heading to the display on a whim.{j}

source: 나는 입으로 공기 방울을 살짝 뱉어낸 다음 바닥에 박혀 있는 검의 형상을 확인했다.
en_us: A bubble escaped my mouth as I examined the shape of the sword on the ground.

source: 하녀는 잠깐 주저하다가 왼쪽 신발과 양말을 벗었다.
en_us: The maid hesitated but soon took off her left shoe and shock.

source: 왼쪽으로 조금만 더 가면…….”{j}하인의 말에 게롯이 다시 방향을 바꾸었다.
en_us: Just a bit more to the left...” said a servant to which Gerrod turned the boat slightly.{j}

source: 나는 게롯의 말에 간단하게 대답했다.{j}“게롯 경, 저는 당신에게 검술과 마력의 축적에 대해 가르침을 받는 중이고, 게롯 경은 그 때문에 이 영지로 오셨습니다.”
en_us: I responded simply, “Sir Gerrod, I am learning the sword mastery and mana accumulation from you. You came to this land to teach me that.{j}

source: 그냥, 평범해 보이는데.
en_us: Looks normal to me.

source: 확실히, 레드우드 백작령의 농토 중 상당 부분은 이 호수의 물에 의존해 농사를 짓는다.
en_us: She was right. Most of the Redwood farmlands relied on the water from the lake.

source: 어차피 이 안에서는 레드우드라는 성에는 큰 가치가 없다.
en_us: The name of Redwood meant nothing here anyway.

source: 그 와중에, 성에 마련된 영주의 권좌 뒤편의 진열함이 눈에 띄었다.
en_us: I then noticed a display behind the lord’s seat.

source: 하, 컵라면도 아니고.
en_us: Ugh. Was I a cup noodle?

source: “드문 편입니까?”
en_us: “Is it rare?” I asked.

source: 마법사가 게롯의 방해를 뚫고 호수로 잠수하는 데 성공했으면 나로서는 어쩔 도리가 없었을 거다.
en_us: Had the mage succeeded in going through him and dove into the lake, I would have been done for.

source: 오른 다리의 무릎 아래를 완전히 잘라내 의족으로 대체한 모양인데.
en_us: He seemed to have lost his right leg below the knee.

source: 운동하고 난 다음에 먹으면 좋은 거야 뻔하지.{j}위장에 쏟아 넣으면 포도당 나오는 거랑, 단백질 나오는 거.{j}닭가슴살이랑 고구마.
en_us: I knew what a good post-workout meal was: one with some sugar and protein, such as chicken breast and sweet potatoes.{j}{j}

source: 녀석이 가죽끈을 잡은 채 손을 뻗자, 나는 쥐똥만 한 마력을 온몸으로 보내며 최대한 빠르게 움직여 그 손을 피했다.
en_us: When he stretched out his hand with the strap, I spurted out the meager bit of mana I had to quickly evade him.

source: “혹시, 내가 빠졌던 호수 이름 알고 있나?”{j}내 말에 안젤라가 잠깐 고개를 갸웃한 다음 생각하는가 싶더니, 이내 대답을 돌려주었다.{j}“예, 로티샤 호수입니다.”
en_us: “Do you happen to know the name of the lake that I fell into?” Angela seemed to think for a moment before answering, “Yes. It was Lake Roticha.”{j}{j}

source: 데이먼 형님 검지에 끼워진 반지에도 촛농이 약간 붙어있는데, 신기하게 색깔이 소매의 촛농과 같군요.”
en_us: The bit of wax is also on the ring on your pointing finger. Curiously, the color is the same as the one on the sleeves.”

source: ― 네 몸 안에 흐르는 레드우드의 피가 느껴지는구나.
en_us: I feel the Redwood blood in your body.

source: “어디 보자.”{j}나는 아까 하다 만 조사를 다시 이어가기로 마음먹고, 방 안을 살펴보았다.
en_us: “Let’s see,” I murmured, deciding to continue with my investigation that had been cut short a moment ago and looking around the room.{j}

source: 오히려, 쉬운 편이지요.”
en_us: I’d say it’s quite easy, in fact,” began Gerrod.

source: 두 선택지 말고 없다면, 확실히 죽는 선택지보다는 죽을지도 모르는 선택지가 나은 편이지.
en_us: If these two were the only choices I had, the latter was definitely more promising.

source: “후우.”
en_us: “Haa...”

source: 사용한 것으로 보이는 침대 시트의 오른쪽 아랫부분이 더럽혀져 있다.
en_us: The bottom right of the used sheet was dirty.

source: 문제를 낸 사람이 정답을 모르는 건 말이 되지 않지요.”
en_us: There is no way that you would not know the answer to the question.”

source: “잔말 말고 시킨 일이나 해.”{j}내 말에 안젤라는 아무 말도 하지 못했다.
en_us: “Enough talk. Get to work,” I ordered to which Angela did not reply.{j}

source: 몸은 괜찮은 것 같아서 다행이구나.”{j}나는 로델린의 말에 고개를 끄덕였다.
en_us: What a relief that you’re uninjured,” she said to which I nodded.{j}

source: “레브란트 후작가의 위세는 무시할 수 있는 것이 아니다.{j}요청에 억지가 있다면 모를까, 레브란트 후작가에서 차남의 죽음에 대해 레드우드 백작가의 책임을 묻는 일은 정당하다.”
en_us: “We cannot ignore the power of the House of Levrant unless they’re asking for the impossible. It is reasonable for them to ask for justice when their son has died.”{j}

source: 코앞이 제대로 보이지 않을 정도로 상황이 심각해진다.
en_us: The situation was getting worse with the snow severely reducing the visibility.

source: “……망할.
en_us: “Damn it...

source: 스켈링 좀 해라.
en_us: Get your teeth scaled.

source: “도리안이라.”{j}나는 그렇게 중얼거렸다.
en_us: “Dorian, huh?” I murmured.{j}

source: “식사를 마치고 나면 너희와 함께 나룻배를 타고 호수로 향할 거다.
en_us: “I’m going to take the boat with you into the lake.

source: 입혀져 있는 옷의 감촉과 침대, 하얀 피부와 굳은살 하나 안 박힌 손을 생각해보면 꽤나 있는 집안의 자식인 것 같다.
en_us: Judging from the feel of the clothes and the bed as well as the creamy skin and the smooth hands, he seemed to be a quite well-to-do lad.

source: 그런 나를 보고 있던 도리안이 입을 열었다.{j}“우리의 임무는 간단하다.{j}하이랜더를 비롯해, 쿠르스트 산맥에 존재하는 잠재적인 위협을 찾아내 보고하고, 필요에 따라서는 격멸한다.”
en_us: Dorian looked at me before going on, “Our job is simple: find and report potential threats including the highlanders in Kurst Mountains and eliminate them if necessary.”{j}{j}

source: “아, 오늘은 차 말고 커피로.
en_us: “Oh, I will have coffee instead today.

source: 그리고, 그와 동시에 녀석 주변에서 무기를 들고 나를 향해 달려들던 세 명의 뒤쪽에 내 모습이 나타나 뒷목에 칼을 박아넣고 사라진다.
en_us: At the same time, my image appeared before another three men who were charging at me with their weapons to strike the back of their necks with a sword.

source: 말을 마친 게롯이 나를 향해 검을 휘둘렀고, 나는 거기에 맞춰 공격을 방어하기 시작했다.
en_us: Gerrod swung the sword at me, and I began to defend.

source: “아가씨는 누구?”{j}질문과 동시에 나는 여자를 살펴봤다.
en_us: “Who are you, lady?” I asked as I immediately examined her.{j}

source: “향에 대해서 한번 물어봐야지.”
en_us: “I should ask Rodelline about the scent.”

source: 내 말에 게롯이 고개를 끄덕였다.
en_us: Gerrod nodded.

source: “동생, 이야기 들었어.”
en_us: “I heard the story, brother,” he greeted.

source: 과장한 것도 없고, 축소한 것도 없습니다.”
en_us: I have not exaggerated nor downplayed anything.”

source: “제가 정신력이 좀 강한 편입니다.”
en_us: “I’m rather hardy,” I replied.

source: 물론 이전 세상의 경험이 이 세상에서 통용될지는 잘 모르겠지만, 원래 빡센 곳일수록 보급이 잘 나오는 편이잖아.
en_us: Though I didn’t know how much like the former world this world was, better supplies usually meant harder work.

source: “네.
en_us: “Yes.

source: 그녀는 잠깐 나를 멍하니 바라보았다.
en_us: She stared at me blankly for a while.

source: “그냥 맨몸으로 가서 죽은 다음 시체를 받아보시는 편이 더 행복할 텐데 뭘 또 그런 준비까지 해주시고 그러십니까.”
en_us: “You’d be happier sending me barehanded so you could soon get my dead body. What use is this training?”

source: 왼쪽 다리에 붙은 근육이 오른쪽 근육에 비해 빈약한 걸 보니, 레슬링을 그만둔 이유는 왼쪽 다리 때문이다.
en_us: The comparatively undeveloped muscles on his left leg told me that he likely quit wrestling due to that leg.

source: 가까스로 감을 잡았는데 여기에서 다른 생각하면 또 놓친다.
en_us: I had just grasped the sensation. I wasn’t about to lose it by distracting myself.

source: 키는 178정도, 몸무게는 68-70kg 정도.
en_us: He was about 178cm tall and probably weighed 68-70kg.

source: 테네스 공국 특산품인데.”
en_us: It’s a specialty of Duchy of Thenes,” she explained.

source: “그렇죠.”
en_us: “Yes, it was,” I replied.

source: ― 수면 위에서 싸우는 기사가 위험하구나.
en_us: The knight fighting on the surface is in danger, said the figure.

source: 내가 빠진 위치만 알아내면 된다.
en_us: All I needed would be the estimate of the spot I had fallen.

source: 가시지요.”
en_us: Let’s go.”

source: 이야, 방금 전에 그 대사, 모르는 사람이 들었다면 오해할 수도 있을 것 같은데.
en_us: Hey, if anyone who didn’t know heard, they might get a wrong idea about us.

source: 하지만, 그것보다 녀석의 모습이 완전히 불타 사라지는 게 더 빨랐다.
en_us: However, the body burned before the sword could make contact.

source: 그렇다면.
en_us: If so...

source: 잠깐, 이게 내 손이라고?
en_us: Wait, these couldn’t be my hands!

source: 어차피 상한 음식이 아니라면 위 속으로 들어간 다음은 다 거기에서 거기다.
en_us: As long as it wasn’t spoilt, all food was the same after it entered the stomach.

source: 안젤라의 안내를 받아 도착한 식당에는 이미 누군가 앉아있었다.
en_us: Angela led me to the dining hall which was already occupied.

source: 급작스럽게 식탁의 분위기가 조용해진다.{j}나로서는 더할 나위 없는 상황이다.{j}이제 밥 좀 먹을 수 있겠네.
en_us: The table suddenly fell silent much to my delight as I could finally eat in peace.{j}{j}

source: 잠을 제대로 자지는 못했지만, 그럼에도 불구하고 정신은 맑다.
en_us: Though I hadn’t slept much, my mind still felt fresh.

source: “그럼 데이먼 형님이라 부르면 되겠네요.”
en_us: “Then I’ll call you Damon.”

source: “……왜 그렇게 생각하니?
en_us: “Why do you think so...?

source: “발자국이다.”
en_us: “Footprints,” he murmured.

source: “혹시, 따로 거둬들인 물자를 보관하는 곳간도 볼 수 있을까요?”
en_us: “Could you perhaps show me the place where you keep food and resources?”

source: 밥 먹고 있어 인마.
en_us: I am eating, you bastard.

source: 앞에 앉아있던 백작이 자리에서 일어났다.
en_us: The count stood up.

source: 물론 돌연변이처럼 이물 반응이 약한 평민이 태어나는 경우도 있지만.
en_us: Of course, there was always an anomaly of a commoner or two who also had no rejection.

source: 몸에서 땀이 질질 흘러내리는 수준이 이건 땀이 흐르는 게 아니라 그냥 몸이 녹아내리는 게 아닐까 하는 착각이 들 정도다.
en_us: My body was sweating profusely as if it was melting as whole.

source: “키는 165cm 정도, 백금발을 어깨 아래까지 기른 부유한 집안의 여자.
en_us: “A woman, 5.4 ft tall, below-shoulder length white-blond hair, from a well-to-do family.

source: 아버지가 있는 것도 있는 거 나름대로 힘든 일이 있을 수 있겠구나.{j}뭐, 이 친구 같은 아버지가 세상에 그리 흔하겠느냐만.
en_us: I could see how having a father could be a trouble too though there may not be so many like the count.{j}

source: 긴말이 필요하지 않았다.
en_us: I didn’t need explanation.

source: 게롯에게 배운 것을 최대한 따라서 움직이는 게 중요하다.
en_us: Right now, what mattered was conducting moves that I had learned from Gerrod.

source: 나는 대충 주변의 확인을 끝낸 다음 집 안으로 발을 들였다.
en_us: After examining the surroundings, I stepped inside.

source: “그거 참.{j}김이 오르는 것도 아니고.”
en_us: “I wonder. It’s not like the lake is steaming hot,” I murmured.{j}

source: “이전에, 저런 문양이 떠오르는 마법을 본 적이 있어서 다행입니다.”
en_us: “It was fortunate that I had seen magic with that symbol before,” commented Gerrod.

source: 내 입에서 절로 이죽이는 말투가 튀어나왔다.{j}“아니요, 마음에 아주 쏙 듭니다.{j}저도 모르는 사이에 아버지에게 버려져 돌아올 가능성도 거의 없는 군 생활을 해야 한다니.{j}마치 생일 선물이라도 받은 기분이네요.”
en_us: I couldn’t help the sarcasm anymore as I opened my mouth again, “No, I love it. To think that father abandoned me behind my back to leave me to an endless military life! I feel like I’ve been given a gift.”{j}{j}{j}

source: “그게, 이제는 필요 없게 되었습니다.”
en_us: “I do not need it anymore,” I replied.

source: 뛰라는 거겠지.
en_us: I suppose that meant I should run.

source: “크으.”
en_us: “Agh,” I groaned.

source: 지금 제대로 싸울 수 있는 사람이라고는 게롯 경 한 사람뿐이다.
en_us: Only Sir Gerrod would be able to pull up any sort of fight.

source: 백작과 달리, 근육은 발달하지 않았다.
en_us: Unlike the count, he wasn’t a man of muscles.

source: 내 말에 그가 웃었다.
en_us: He laughed.

source: 그런데 테이블 위에 일곱 개나 그릇을 차렸다는 건…….
en_us: That they set table for seven meant that...

source: 앞으로도 방에 처박혀서 열두 시간이 넘도록 책만 바라보고 있기에는 지루함이 너무 많이 쌓였다.
en_us: Reading books 12 hours a day stuck in a room had taken its toll. I was bored.

source: ― 그럴 수는 없다.
en_us: You cannot have it.

source: 굳이 들어가 볼 필요도 없다.
en_us: We wouldn’t even need to check.

source: 네 말대로 네가 알아서 해야 하는 일이니.”
en_us: As you said, it’s something you should figure out on your own,” he replied.

source: 금방 돌아올 테니까.”
en_us: I’ll be back soon.”

source: 안젤라가 나에게 말했다는 건 붙박이 하녀에게 휴가를 주고 안 주고는 내 권한이라는 뜻이다.
en_us: That Angela was asking me about this suggested that I was the one with the authority to give the attending maid their days off.

source: “국경 수비대에 온 것을 환영한다.”
en_us: “Welcome to the Border Guards,” he announced.

source: 정말, 더럽게 희미하다.
en_us: It really was damn unnoticeable.

source: 내 말에 게롯이 대답했다.{j}“도련님에 대한 소문이나, 백작님의 이야기와는 많이 다릅니다.{j}지금까지 거짓 속에 자신을 숨기고 있으셨기에 그런 능력이 발현되었다고 생각합니다.”
en_us: “You are very different from the rumors or your father’s words. I believe you gained your ability because you have been hiding yourself in such lies,” replied Gerrod.{j}{j}

source: 이후로는 이 성안에 어디든지 길을 찾을 수 있다.
en_us: I was confident that I could find my way around the castle from now on.

source: “화장분이라.”{j}나는 그렇게 중얼거리고 나서 픽 웃었다.
en_us: “Cosmetic powder, huh?” I murmured before scoffing.{j}

source: “화장실이 따로 없는데…….”
en_us: “I see no toilet...” I murmured.

source: 식사 예절 정도는 어떻게든 눈치로 때려 맞출 수 있다.
en_us: Table manners were not too difficult to guess.

source: 식물이 자랄 수 있는 환경인데 표토층의 때깔이 이렇게 시뻘건 경우는 열대우림이 아닌 이상 거의 없다.{j}삽질을 굉장히 깊게 했다는 뜻이다.
en_us: Topsoil, where plant life could grow, was rarely this deep shade of red unless it was from a tropical forest, which meant that the perpetrators had dug very deep.{j}

source: “이야기 들었다.
en_us: “I heard.

source: 시트 오른쪽 아래는 그래서 더러운 거다.
en_us: This was why the bottom right corner of the sheet was dirty.

source: 내 말에 로델린이 작게 한숨을 내쉬었다.
en_us: Rodelline sighed.

source: 그 마음이라도 좀 편하게 해주려고 애쓰는 와중에 초 치는 새끼한테, 못할 말이 뭐가 있어.”
en_us: And here you are sabotaging my attempt at comforting her and expect me to be courteous to you?”

source: “그거 말고 다른 붉은 가지가 있다면 좀 알려주세요.”{j}나는 그렇게 한마디 하고 난 다음 녀석들을 바라봤다.
en_us: “Let me know if there’s another Red Branch that I don’t know about,” I said as I turned to look at them.{j}

source: 고로, 저 반지에 촛농이 묻은 건 편지를 봉인하기 위한 것이리라.
en_us: Thus, Damon’s ring was definitely used to seal those letters.

source: 30분 뒤 막사 앞 연병장에 집합하도록.”{j}병참 장교는 말을 마치고 나서 돌아갔다.
en_us: Assemble in the training ground before the tent in 30 minutes,” said the commissary before leaving.{j}

source: ― 더 이상, 네 몸에 있을 필요가 없는 금속이니, 뽑아냈다.
en_us: I pulled it out as you no longer need it.

source: 미치지 않고서야 그런 호수의 바닥을 뒤져보는 바보가 있을 리 없지.
en_us: Any sane person wouldn’t attempt combing through the bottom.

source: 애초에, 나는 저항할 생각도 없었다.
en_us: I, on the other hand, had no wish to rebel from the beginning.

source: 설마하니 그놈이 잠수한 상태로 배에 달라붙어 따라왔다고?
en_us: Did the same bastard follow us from underwater?

source: 그 모습을 확인한 사람들 대부분은 저항 의지를 잃어버렸다.
en_us: Most lost their will to fight then.

source: 나는 그 말에 안색을 굳혔다.
en_us: I froze.

source: 보일러도 따로 태우지 않는 모양이다.
en_us: Apparently, they didn’t bother heating the room.

source: 나는 그 말에 대답했다.{j}“식당에서.”{j}말을 마친 나는 자리에서 일어나 몸을 씻고, 바로 식당으로 향했다.
en_us: “I’ll eat at the dining hall,” I replied before washing up and heading down.{j}{j}

source: “보낸 서신은 받으신 모양인데, 굳이 저를 부를 이유가 있으십니까?”
en_us: “I see that you have received the letter that I had sent. Is there a reason that you sent for me like this?” I asked.

source: 돌아올 길이 없는 것도 아니니, 그런 표정 지으실 필요 없어요.
en_us: You don’t need to look so grave. It is not as though I would have no way back.

source: “너는 한 달 뒤 쿠르스트 산맥의 국경 수비대로 향한다.”
en_us: “You’ll go join the Border Guards at the Kurst Moutains next month,” the count announced.

source: 소매로 얼굴을 가린 나는 힘겹게 외쳤다.{j}“이거, 신고식이라고 생각하고 넘어가기에는 너무 빡세지 않습니까?”
en_us: Covering my face with my sleeves, I let out a strained cry, “Don’t you think this is way too much for a welcome event, sir?”{j}

source: 그럼 그렇게 알고 있을 테니 이제 돌아가.”{j}말을 마친 나는 손을 휘휘 저었고, 안젤라는 인사를 한 다음 돌아갔다.
en_us: I understand. Now go,” I said as I waved a dismissal. Angela bowed before leaving.{j}

source: “하이랜더를 직접 두 눈으로 보고 나서도 그 녀석 50마리를 잡겠다는 말이 그 입에서 튀어나오는지 한번 보마.”
en_us: “I’ll see if you still say you’ll take on 50 highlanders after seeing one for yourself.”

source: 뱃놀이하다가 익사라.
en_us: Drowning while boating, you say?

source: “그렇습니다.
en_us: “Yes.

source: 근처에서 우리를 노리고 있던 다른 녀석들도 웅성거리기 시작한다.
en_us: The others who had been targetting us began to murmur as well.

source: “지금 이 자리에 모인 자들은 각자 꼭 필요한 장소에 배치되어 쿠르스트 산맥에 존재하는 위협으로부터 정명하신 국왕 폐하와 그 신민들을 보호하는 신성한 의무를 수행하게 된다.”
en_us: “Those of you here will be sent to different posts to take on the holy duty of protecting the honorable His Majesty the King and his people from the dangers of Kurst Mountains.”

source: 마치, 온몸의 때를 밀어내는 것 같은 시원함.
en_us: It felt like all the filth on my body was being scrubbed away.

source: 나는 그 말에 게롯을 바라봤다.
en_us: I stared.

source: “아 그러셔?”
en_us: “Oh, really?”

source: 나는 그 말에 아, 하는 소리를 냈다.
en_us: I made a small “Oh.”

source: 나는 그 대답을 듣고 잠깐 레온 백작을 바라보다가 말했다.{j}“못난 아들에 대한 훈계 같은 겁니까?”
en_us: I stared at Count Leon for a while and asked, “Is this some sort of punishment for the prodigal son?”{j}

source: 나이는 20대 초반.
en_us: He looked in his early twenties.

source: 그렇다면 결국 이 여자가 이 몸뚱아리의 어머니일 가능성이 높은데.
en_us: Then she was most likely to be the mother of this body I occupied...

source: 레온 백작이 죽일 생각으로 보내지는 않았다는 게 이런 뜻이었나.
en_us: Was this what Count Leon meant that he wasn’t sending me to my death?

source: 나는 쾌활하게 웃었다.
en_us: I laughed cheerily.

source: 노크를 하고 문을 열었다.
en_us: After a knock, I opened the door.

source: 다시 안으로 들어온 나는 미소를 띤 채로 로델린에게 인사를 하고 다시 의자에 앉았다.
en_us: Smiling, I greeted Rodelline again as I resumed my seat.

source: 3분 30초 지났다고 이렇게 죽을 것처럼 헐떡여야 한다니.
en_us: Finished and panting in 3 minutes and 30 seconds?

source: 눈을 꾹 감은 나는 방금 전까지 게롯이 심장에서 움직였던 마력의 움직임을 떠올리며 정신을 집중하기 시작했다.
en_us: I began to focus with my eyes closed, recalling the flow of mana that Gerrod injected inside of me.

source: 아님 말고.
en_us: ... or not.

source: 나는 주변을 떠돌아다니는 무언가를 느끼는 데 성공했다.
en_us: I had succeeded in feeling something in the air.

source: 정치하는 녀석들 입에서 흘러나오는 건 이산화탄소 빼고는 다 구라다.
en_us: Politicians spouted CO2 and nonsense, nothing more.

source: 그래?
en_us: Really?

source: 녀석들이 찾는 게 붉은 가지인지 아닌지는 확실하지 않다.
en_us: We’re not sure if they’re after the Red Branch or not.

source: 문제는 제인 부인이 둘째 아내로 들어오고 난 다음부터였다.
en_us: The problem began only after the count took in Jane as the second wife.

source: 무슨 가면.
en_us: What mask?

source: 그 인간이 나를 어떻게 생각하는지는 궁금하지 않거든.
en_us: I wasn’t interested in finding out what the man thought of me.

source: 자리에서 일어난 나는 고개를 끄덕이고 내 방으로 향했다.
en_us: Standing up, I nodded before heading to my room.

source: “물자의 보급은 누가 하는 겁니까?”
en_us: “Who delivers the supplies?” I asked.

source: “뭐, 길이?”{j}도리안은 말을 마치고 나서 슬쩍 길을 보고 한마디 했다.
en_us: “What? The path?” Dorian said before glancing down at the road.{j}

source: 어쨌든, 방을 돌아다니며 찾아낸 정보를 분석한 결과는 의외로 싱거웠다.
en_us: Anyway, the investigation result was underwhelming.

source: 훨씬 더 엷다 그거지?
en_us: Much thinner, huh?

source: 방 안에 전기 콘센트는 따로 없다.
en_us: I couldn’t see any power outlet either.

source: “미안하다.”
en_us: “I’m sorry,” she said.

source: 내 말에 로델린이 다가와 화장품을 확인하고 아, 하는 소리를 냈다.
en_us: Rodelline walked over to take a look before she let out a small “Oh.”

source: 설마 그걸로 목을 조르려는 걸까.
en_us: Was he trying to strangle her with that?

source: 하지만 그 대가는 지독하다.
en_us: But the price was brutal.

source: 잠에서 깬 나는 누워서 마력을 모으기 시작했다.
en_us: Opening my eyes, I began to gather mana.

source: “거의 다 왔습니다.
en_us: “We’re nearly there.

source: 스무 명이 넘어가는 병사들이 칼집을 든 채로 달려들어 엉거주춤한 자세로 서 있던 사람들을 마구 두들겨 패기 시작했다.
en_us: More than 20 soldiers began to beat the crap out of a group of awkward people.

source: 이야, 나는 그 말에 참 기가 막히다는 표정을 지었다.
en_us: Geezus, I thought incredulously.

source: “마틴 도련님!”
en_us: “Master Martin!” he yelled.

source: 오늘 아침 씻고 나서 옷 갈아입고 쓴 거다.{j}그것도 꽤나 급하게.{j}급하게 써야 했던 이유는 지금으로서는 모르겠지만.
en_us: So he wrote the letters in haste after bathing and dressing for the reasons unknown for now.{j}{j}

source: 이유가…….”
en_us: What is the reason...?”

source: “일주일이나 아무 사고 없이 책만 읽고 있다니, 평상시의 너답지 않다.”
en_us: “It’s unlike you to spend a week reading books without getting into trouble.”

source: 뺨에 나 있는 흉터는 칼에 찔려서 생긴 모양이다.
en_us: The scar on his cheeks suggested he might have been knifed by someone at one point.

source: 환하던 연무장에 석양이 진다.{j}그리고 이내 어두워지기 시작한다.
en_us: Sun was now setting on the once bright training ground, and the darkness settled in.{j}

source: 그 말에 엎드려 있던 사람들이 자리에서 허겁지겁 일어나 비틀거리며 5열 종대로 맞춰 선다.
en_us: People kneeling on the ground hastily stood up to struggle into a formation.

source: 국경 수비대로 챙겨 갈 수 있는 짐은 내 몸 말고는 아무것도 없다.
en_us: The only thing I could bring with me was my own body.

source: 머리카락이다.
en_us: It was a strand of hair.

source: 눈앞이 하얗게 변했다 검게 변했다 반복하는 와중에, 그 소리를 들은 나는 힘겹게 중얼거렸다.
en_us: As my sight blurred and unblurred, I managed a strained retort.

source: 저 자식들이 뭐하러 이 호수에 왔는지는 잘 모르겠지만 느낌이 좋지 않다.
en_us: Whatever those bastards were up to, I didn’t like it.

source: 원래 이 집에 사는 사람은 세 명이었다.
en_us: Three people originally lived in the house.

source: 주르륵, 하고 머리를 타고 흘러내리는 짠물을 느끼며 나는 최대한 태연한 목소리로 대답했다.{j}“글쎄, 니 애비?”
en_us: Feeling the salty water trickle down my head, I mustered up the most nonchalant voice I could and replied, “I don’t know. Your father?”{j}

source: “이름이?”
en_us: “Your name?” I asked.

source: 그렇군, 대충 어떤 식으로 일이 처리되었는지 알겠다.{j}뭐, 그런 거야 어떻게 되어도 상관없지.{j}어차피 나도 한 달 뒤에는 먼 길을 떠나게 생겼으니.
en_us: Alright, I could see what happened--not that I cared since I would be leaving in a month.{j}{j}

source: 이제 몇 주의 시간이 더 지나가면 나는 쿠르스트 산맥으로 향하게 된다.
en_us: I would be heading to Kurst Mountains in a few weeks.

source: 하얀 가루가 묻어나온다.
en_us: A white powder caught on my finger.

source: 저도, 사실 기억나는 것이 거의 없습니다.”
en_us: I can’t remember anything much either,” I replied.

source: 병참 장교가 명단에 적힌 이름을 하나씩 읽어내리고, 거기에 맞춰 이름이 불린 사람이 대답한다.
en_us: He went down the list as people responded.

source: 내 말에 도리안이 잠깐 나를 바라보다가 허, 하는 소리를 내고 혀를 몇 번 찬다.{j}내가 무슨 말을 하는 건지 알아들은 모양이다.
en_us: Dorian stared at my response before sighing and clicking his tongue, having understood what I meant.{j}

source: 문 너머의 대답을 듣고, 안젤라는 조심스럽게 문고리를 돌렸다.{j}방 안으로 들어간 안젤라는 곧장 시선을 아래로 향했다.
en_us: She carefully turned the doorknob at the response before entering the room and immediately looking down.{j}

source: 게롯은 이미 준비를 마친 상황이었다.{j}나름대로 상당히 적극적인데.
en_us: He was already packed and ready, seemingly more proactive than I had thought.{j}

source: 이 정도면 충분하다.
en_us: This would be enough.

source: 저건 또 뭐야.
en_us: What was going on?

source: 그렇게 어려울 것도 없지.
en_us: That won’t be hard.

source: 대기 중의 순수한 마력은 기본적으로 사물을 파괴하는 성질을 띠고 있습니다.”
en_us: The pure mana in air is fundamentally destructive,” he explained.

source: 분명히 제인 부인이 제 어머니가 지샌 밤보다 더 힘든 시간을 보내야 했기 때문이겠죠?”
en_us: I assume that it was because Lady Jane was in a more dire need than mother?”

source: “그렇습니까.
en_us: “Is that so?

source: 중요한 건 무엇을 선택하든 결실을 맺는 거지.”
en_us: What matters is that they bear fruit in whatever they choose,” Rodelline explained.

source: 그냥 돈 많은 상인이나 부농 정도인지.{j}아니면 제대로 된 귀족인지.
en_us: Once I knew more about the powder, I should be able to discern if the mage was from a proper noble family or a rich farmer or a merchant.{j}

source: 당연히, 이물감이 있을 리 없다.
en_us: Of course, there wouldn’t be discomfort.

source: 나는 다시 수면을 향해 헤엄쳐 올라갔다.
en_us: I swam diligently toward the surface.

source: “세 명은 적성 검사에서 제외된다.
en_us: “The three of you will be exempt from the test.

source: 내가 이런 걸로 거짓부렁을 말할 만한 이유가 있나?
en_us: Why would I need to lie about stuff like this? I thought bemusedly.

source: 이거 참 환장하겠네.
en_us: This was driving me crazy.

source: 로델린의 안내를 받아 도착한 곳간에는 물자가 한가득 쌓여있었다.
en_us: I followed her to a storage full of food and resources.

source: 이제는 이 배가 움직이는 속도가 돛단배와 비슷하다.{j}따라잡힐 일은 없을 거다.
en_us: Now we were on par with the sailboat. It was unlikely that the other would catch up.{j}

source: 나는 그 말에 속으로 혀를 내둘렀다.
en_us: I had to give it to him for that.

source: 남편이 죽은 다음, 드라이어드가 후손의 번영과 안녕을 바라며 남긴 유산이 바로 붉은 가지라는 목검이었지.”
en_us: After her husband passed, the dryad left the Red Branch, wishing for the peace and prosperity of their children.”

source: 서두르자고.
en_us: Let’s hurry, huh.

source: “그냥 심심풀이로 읽을거리면 충분할 것 같은데.”
en_us: “I think anything should do. I just want to kill time,” I replied.

source: 내 말에 게롯이 대답했다.{j}“하지만, 그렇다고 해도 옆에서 지켜보고 문제점을 짚어 줄 수 있는 사람이 있느냐 없느냐는 중요합니다.{j}한번 검을 휘두르는 버릇이 잘못 들면 돌이키기 힘듭니다.”
en_us: “Even so, it’s important that someone be there to point out the mistakes by your side. It’s difficult to get rid of bad habits once you get them,” Gerrod replied.{j}{j}
